/* eslint-disable max-len */
import React from 'react'

import { Wrapper } from '../styles/content'

const Content = () => {
  return (
    <Wrapper>
      <div>
        <h3>说明现在的年轻人</h3>
        <br />
        <p>
          说明现在的年轻人，其实多多少少都明白了，社会财富分配体系的畸形。我炒房赚了200万，那就有一个人多背了两百万的房贷。房子还是那个房子，并不会因为涨了两百万就多一个卧室出来，居住价值是不变的。变的是什么？变的是有一个人乃至他背后的六个钱包等等一圈社会关系，都背上了30年的还贷压力。这个压力再渗透到社会上去，就形成一种畸形的风气
        </p>
      </div>
      <div>
        <h3>说明现在的年轻人</h3>
        <br />
        <p>
          说明现在的年轻人，其实多多少少都明白了，社会财富分配体系的畸形。我炒房赚了200万，那就有一个人多背了两百万的房贷。房子还是那个房子，并不会因为涨了两百万就多一个卧室出来，居住价值是不变的。变的是什么？变的是有一个人乃至他背后的六个钱包等等一圈社会关系，都背上了30年的还贷压力。这个压力再渗透到社会上去，就形成一种畸形的风气
        </p>
      </div>
      <div>
        <h3>说明现在的年轻人</h3>
        <br />
        <p>
          说明现在的年轻人，其实多多少少都明白了，社会财富分配体系的畸形。我炒房赚了200万，那就有一个人多背了两百万的房贷。房子还是那个房子，并不会因为涨了两百万就多一个卧室出来，居住价值是不变的。变的是什么？变的是有一个人乃至他背后的六个钱包等等一圈社会关系，都背上了30年的还贷压力。这个压力再渗透到社会上去，就形成一种畸形的风气
        </p>
      </div>
    </Wrapper>
  )
}

export default Content
